Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Paste the text instead
ar: الصق النص بدلًا من ذلك
de: Stattdessen Text einfügen
el: Επικόλληση κειμένου αντί γι’ αυτό
es: Pegar el texto en su lugar
fr: Coller le texte à la place
hi: इसकी जगह टेक्स्ट पेस्ट करें
it: Incolla il testo invece
ja: 代わりにテキストを貼り付け
ko: 대신 텍스트 붙여넣기
pt_br: Colar o texto
ru: Вставить текст вместо этого
tr: Bunun yerine metni yapıştır
vi: Dán văn bản thay vào
zh_hans: 改为粘贴文字

source: Peanuts
ar: الفول السوداني
de: Erdnüsse
el: Φιστίκια
es: Cacahuetes
fr: Arachides
hi: मूँगफली
it: Arachidi
ja: 落花生
ko: 땅콩
pt_br: Amendoim
ru: Арахис
tr: Yer fıstığı
vi: Đậu phộng
zh_hans: 花生

source: Per serving
ar: لكل حصة
de: Pro Portion
el: Ανά μερίδα
es: Por ración
fr: Par portion
hi: प्रति सर्विंग
it: Per porzione
ja: 1人分
ko: 1인분당
pt_br: Por porção
ru: На порцию
tr: Porsiyon başına
vi: Mỗi phần
zh_hans: 每份

source: Pescatarian
ar: نباتي يأكل السمك
de: Pescetarisch
el: Πεσκατάριος
es: Pescetariano
fr: Pescétarien
hi: पेस्केटेरियन
it: Pescetariano
ja: ペスカタリアン
ko: 페스코 채식
pt_br: Pescetariano
ru: Пескетарианство
tr: Pesketaryen
vi: Ăn chay có cá
zh_hans: 鱼素

source: Photo
ar: صورة
de: Foto
el: Φωτογραφία
es: Foto
hi: फ़ोटो
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
ru: Фото
tr: Fotoğraf
vi: Ảnh
zh_hans: 照片

source: Photo created
ar: تم إنشاء الصورة
de: Foto erstellt
el: Η φωτογραφία δημιουργήθηκε
es: Foto creada
fr: Photo créée
hi: फ़ोटो बन गई
it: Foto creata
ja: 写真を作成しました
ko: 사진을 만들었어요
pt_br: Foto criada
ru: Фото создано
tr: Fotoğraf oluşturuldu
vi: Đã tạo ảnh
zh_hans: 照片已生成

source: Photo, text and video imports are always free.
ar: استيراد الصور والنصوص والفيديوهات مجاني دائمًا.
de: Foto-, Text- und Videoimporte sind immer kostenlos.
el: Οι εισαγωγές φωτογραφιών, κειμένου και βίντεο είναι πάντα δωρεάν.
es: Las importaciones de fotos, texto y vídeo son siempre gratis.
fr: Les importations de photos, de texte et de vidéos sont toujours gratuites.
hi: फ़ोटो, टेक्स्ट और वीडियो इम्पोर्ट हमेशा मुफ़्त हैं।
it: Le importazioni di foto, testo e video sono sempre gratuite.
ja: 写真、テキスト、動画の取り込みはいつでも無料です。
ko: 사진, 텍스트, 영상 가져오기는 항상 무료예요.
pt_br: Importar fotos, texto e vídeos é sempre grátis.
ru: Импорт фото, текста и видео всегда бесплатный.
tr: Fotoğraf, metin ve video aktarımları her zaman ücretsizdir.
vi: Nhập ảnh, văn bản và video luôn miễn phí.
zh_hans: 照片、文字和视频导入始终免费。

source: Photos stay on your iPhone — only the text we read is used.
ar: تبقى الصور على الـ iPhone — نستخدم فقط النص الذي نقرؤه.
de: Fotos bleiben auf deinem iPhone – nur der gelesene Text wird verwendet.
el: Οι φωτογραφίες μένουν στο iPhone σου — χρησιμοποιείται μόνο το κείμενο που διαβάζουμε.
es: Las fotos se quedan en tu iPhone — solo se usa el texto que leemos.
fr: Les photos restent sur votre iPhone — seul le texte lu est utilisé.
hi: फ़ोटो आपके iPhone पर रहती हैं — सिर्फ़ पढ़ा गया टेक्स्ट इस्तेमाल होता है।
it: Le foto restano sul tuo iPhone — usiamo solo il testo che leggiamo.
ja: 写真はiPhoneに残ります — 読み取ったテキストだけを使います。
ko: 사진은 iPhone에 남아요 — 읽어 낸 텍스트만 사용해요.
pt_br: As fotos ficam no seu iPhone — só usamos o texto que lemos.
ru: Фото остаются на вашем iPhone — используется только распознанный текст.
tr: Fotoğraflar iPhone’unda kalır — yalnızca okuduğumuz metin kullanılır.
vi: Ảnh nằm trên iPhone của bạn — chỉ dùng văn bản chúng tôi đọc được.
zh_hans: 照片保留在你的iPhone上 — 只使用我们识别出的文字。

source: Pick a few favourites. You can explore others later.
ar: اختر بعض المفضلات. يمكنك استكشاف غيرها لاحقًا.
de: Wähle ein paar Favoriten. Andere kannst du später entdecken.
el: Διάλεξε μερικές αγαπημένες. Τις υπόλοιπες μπορείς να τις εξερευνήσεις αργότερα.
es: Elige algunas favoritas. Puedes explorar otras más adelante.
fr: Choisissez quelques favorites. Vous pourrez en explorer d’autres plus tard.
hi: कुछ पसंदीदा चुनें। बाकी आप बाद में देख सकते हैं।
it: Scegli qualche preferita. Potrai esplorarne altre più avanti.
ja: お気に入りをいくつか選んでください。ほかはあとで探せます。
ko: 좋아하는 것을 몇 개 고르세요. 다른 것은 나중에 둘러볼 수 있어요.
pt_br: Escolha algumas favoritas. Dá para explorar outras depois.
ru: Выберите несколько любимых. Остальные можно посмотреть позже.
tr: Birkaç favori seç. Diğerlerini sonra keşfedebilirsin.
vi: Chọn vài món yêu thích. Bạn có thể khám phá thêm sau.
zh_hans: 选几个你喜欢的。其他的以后可以再探索。

source: Pick your plan styles
ar: اختر أنماط خطتك
de: Wähle deine Planstile
el: Διάλεξε στυλ προγράμματος
es: Elige tus estilos de plan
fr: Choisissez vos styles de planning
hi: अपनी योजना की शैलियाँ चुनें
it: Scegli gli stili del tuo piano
ja: 献立のスタイルを選択
ko: 계획 스타일 고르기
pt_br: Escolha os estilos do seu plano
ru: Выберите стили плана
tr: Plan tarzlarını seç
vi: Chọn phong cách kế hoạch
zh_hans: 选择你的计划风格

source: Plan
ar: الخطة
el: Πρόγραμμα
fr: Planning
hi: योजना
it: Piano
ja: 献立
ko: 계획
pt_br: Plano
ru: План
vi: Kế hoạch
zh_hans: 计划

source: Plan a few meals and their ingredients appear here, merged and sorted by aisle.
ar: خطّط بضع وجبات وستظهر مكوناتها هنا مدمجة ومرتبة حسب القسم.
de: Plane ein paar Mahlzeiten und ihre Zutaten erscheinen hier, zusammengefasst und nach Gang sortiert.
el: Προγραμμάτισε μερικά γεύματα και τα υλικά τους θα εμφανιστούν εδώ, συγχωνευμένα και ταξινομημένα ανά διάδρομο.
es: Planifica algunas comidas y sus ingredientes aparecerán aquí, combinados y ordenados por pasillo.
fr: Planifiez quelques repas et leurs ingrédients apparaîtront ici, regroupés et triés par rayon.
hi: कुछ भोजन प्लान करें और उनकी सामग्री यहाँ दिखेगी, जोड़ी हुई और सेक्शन के अनुसार।
it: Pianifica qualche pasto e i suoi ingredienti appariranno qui, uniti e ordinati per reparto.
ja: 食事をいくつか計画すると、その材料がまとめて売り場ごとに表示されます。
ko: 식사를 몇 개 계획하면 재료가 합쳐져 코너별로 여기에 표시돼요.
pt_br: Planeje algumas refeições e os ingredientes aparecem aqui, somados e organizados por corredor.
ru: Запланируйте несколько блюд — их ингредиенты появятся здесь, объединённые и разложенные по отделам.
tr: Birkaç öğün planla; malzemeleri burada birleştirilmiş ve reyona göre sıralanmış olarak görünür.
vi: Lên kế hoạch vài bữa, nguyên liệu sẽ hiện ở đây, đã gộp và sắp xếp theo quầy.
zh_hans: 安排几餐后，它们的食材会合并并按货架区显示在这里。

source: Plan my week
ar: خطّط أسبوعي
de: Meine Woche planen
el: Προγραμμάτισε την εβδομάδα μου
es: Planificar mi semana
fr: Planifier ma semaine
hi: मेरा हफ़्ता प्लान करें
it: Pianifica la mia settimana
ja: 1週間の献立を立てる
ko: 내 한 주 계획하기
pt_br: Planejar minha semana
ru: Спланировать неделю
tr: Haftamı planla
vi: Lên kế hoạch tuần của tôi
zh_hans: 规划我的一周

source: Planned on your iPhone
ar: مخطّط على الـ iPhone
de: Auf deinem iPhone geplant
el: Προγραμματίστηκε στο iPhone σου
es: Planificado en tu iPhone
fr: Planifié sur votre iPhone
hi: आपके iPhone पर प्लान किया गया
it: Pianificato sul tuo iPhone
ja: iPhoneで計画しました
ko: iPhone에서 계획함
pt_br: Planejado no seu iPhone
ru: Спланировано на вашем iPhone
tr: iPhone’unda planlandı
vi: Đã lên kế hoạch trên iPhone
zh_hans: 在你的iPhone上规划

source: Planned without AI
ar: مخطّط دون ذكاء اصطناعي
de: Ohne KI geplant
el: Προγραμματίστηκε χωρίς ΤΝ
es: Planificado sin IA
fr: Planifié sans IA
hi: बिना AI के प्लान किया गया
it: Pianificato senza IA
ja: AIなしで計画しました
ko: AI 없이 계획함
pt_br: Planejado sem IA
ru: Спланировано без ИИ
tr: Yapay zekâ olmadan planlandı
vi: Lên kế hoạch không dùng AI
zh_hans: 未使用AI规划

source: Planning your week
ar: جارٍ تخطيط أسبوعك
de: Deine Woche wird geplant
el: Προγραμματισμός της εβδομάδας σου
es: Planificando tu semana
fr: Planification de votre semaine
hi: आपका हफ़्ता प्लान हो रहा है
it: Pianificazione della settimana
ja: 1週間の献立を作成中
ko: 한 주를 계획하는 중
pt_br: Planejando sua semana
ru: Планируем вашу неделю
tr: Haftan planlanıyor
vi: Đang lên kế hoạch cho tuần của bạn
zh_hans: 正在规划你的一周

source: Plant forward
ar: نباتي أكثر
de: Pflanzenbetont
el: Περισσότερα φυτικά
es: Más vegetal
fr: Plus végétal
hi: पौधों पर आधारित
it: Più vegetale
ja: 植物性中心
ko: 채식 위주
pt_br: Mais vegetal
ru: Больше растительного
tr: Bitki ağırlıklı
vi: Nhiều thực vật
zh_hans: 以植物为主

source: Play the video with the sound on
ar: شغّل الفيديو مع تشغيل الصوت
de: Spiele das Video mit Ton ab
el: Παίξε το βίντεο με ανοιχτό ήχο
es: Reproduce el vídeo con el sonido activado
fr: Lis la vidéo avec le son activé
hi: वीडियो आवाज़ के साथ चलाएँ
it: Riproduci il video con l'audio attivo
ja: 音を出して動画を再生
ko: 소리를 켜고 영상을 재생하세요
pt_br: Reproduza o vídeo com o som ligado
ru: Включите видео со звуком
tr: Videoyu sesi açık oynat
vi: Phát video và bật âm thanh
zh_hans: 开着声音播放视频

source: Please check
ar: يُرجى التحقق
de: Bitte prüfen
el: Έλεγξέ το
es: Revísalo
fr: À vérifier
hi: कृपया जाँचें
it: Controlla
ja: 確認してください
ko: 확인해 주세요
pt_br: Confira
ru: Проверьте
tr: Kontrol et
vi: Vui lòng kiểm tra
zh_hans: 请检查

source: Please check allergens
ar: يُرجى التحقق من مسبّبات الحساسية
de: Bitte Allergene prüfen
el: Έλεγξε τα αλλεργιογόνα
es: Revisa los alérgenos
fr: Vérifiez les allergènes
hi: कृपया एलर्जन जाँचें
it: Controlla gli allergeni
ja: アレルゲンを確認してください
ko: 알레르기 유발 성분을 확인해 주세요
pt_br: Confira os alérgenos
ru: Проверьте аллергены
tr: Alerjenleri kontrol et
vi: Vui lòng kiểm tra chất gây dị ứng
zh_hans: 请检查过敏原

source: Please check this line
ar: يُرجى التحقق من هذا السطر
de: Bitte diese Zeile prüfen
el: Έλεγξε αυτή τη γραμμή
es: Revisa esta línea
fr: Vérifiez cette ligne
hi: कृपया यह पंक्ति जाँचें
it: Controlla questa riga
ja: この行を確認してください
ko: 이 줄을 확인해 주세요
pt_br: Confira esta linha
ru: Проверьте эту строку
tr: Bu satırı kontrol et
vi: Vui lòng kiểm tra dòng này
zh_hans: 请检查这一行

source: Please check this step
ar: يُرجى التحقق من هذه الخطوة
de: Bitte diesen Schritt prüfen
el: Έλεγξε αυτό το βήμα
es: Revisa este paso
fr: Vérifiez cette étape
hi: कृपया यह स्टेप जाँचें
it: Controlla questo passaggio
ja: この手順を確認してください
ko: 이 단계를 확인해 주세요
pt_br: Confira este passo
ru: Проверьте этот шаг
tr: Bu adımı kontrol et
vi: Vui lòng kiểm tra bước này
zh_hans: 请检查这一步

source: Please fix this first
ar: يُرجى إصلاح هذا أولًا
de: Bitte zuerst korrigieren
el: Διόρθωσε πρώτα αυτό
es: Corrige esto primero
fr: Corrigez d’abord ceci
hi: कृपया पहले इसे ठीक करें
it: Prima correggi questo
ja: 先にこちらを修正してください
ko: 먼저 이걸 고쳐 주세요
pt_br: Corrija isto primeiro
ru: Сначала исправьте это
tr: Önce bunu düzelt
vi: Vui lòng sửa mục này trước
zh_hans: 请先修正这里

source: Please shorten your note
ar: يُرجى اختصار ملاحظتك
de: Bitte kürze deine Notiz
el: Συντόμευσε τη σημείωσή σου
es: Acorta tu nota
fr: Raccourcissez votre note
hi: कृपया अपना नोट छोटा करें
it: Accorcia la nota
ja: メモを短くしてください
ko: 메모를 줄여 주세요
pt_br: Encurte sua nota
ru: Сократите заметку
tr: Notunu kısalt
vi: Vui lòng rút ngắn ghi chú
zh_hans: 请缩短你的备注

source: Popular in %@ %@
ar: الأشهر في %@ %@
de: Beliebt in %@ %@
el: Δημοφιλή: %@ %@
es: Popular en %@ %@
fr: Populaire en %@ %@
hi: %@ में लोकप्रिय %@
it: Popolare in %@ %@
ja: %@で人気 %@
ko: %@ 인기 %@
pt_br: Populares em %@ %@
ru: Популярно: %@ %@
tr: %@ ülkesinde popüler %@
vi: Phổ biến ở %@ %@
zh_hans: %@热门 %@

source: Portion
ar: الحصة
el: Μερίδα
es: Ración
hi: हिस्सा
it: Porzione
ja: 分量
ko: 1인분
pt_br: Porção
ru: Порция
tr: Porsiyon
vi: Khẩu phần
zh_hans: 份量

source: Premium is active
ar: Premium مفعّل
de: Premium ist aktiv
el: Το Premium είναι ενεργό
es: Premium está activo
fr: Premium est actif
hi: Premium चालू है
it: Premium è attivo
ja: Premiumは有効です
ko: Premium 사용 중
pt_br: Premium está ativo
ru: Premium активен
tr: Premium etkin
vi: Premium đang hoạt động
zh_hans: Premium已启用

source: Premium listens to whole videos with better accuracy
ar: Premium يستمع إلى الفيديو كاملًا بدقة أعلى
de: Premium hört ganze Videos genauer an
el: Το Premium ακούει ολόκληρα βίντεο με μεγαλύτερη ακρίβεια
es: Premium escucha vídeos completos con más precisión
fr: Premium écoute les vidéos en entier, avec plus de précision
hi: Premium पूरा वीडियो ज़्यादा सटीकता से सुनता है
it: Premium ascolta i video interi con più precisione
ja: Premium なら動画全体をより正確に聞き取ります
ko: Premium은 전체 영상을 더 정확하게 듣습니다
pt_br: O Premium ouve vídeos inteiros com mais precisão
ru: Premium прослушивает видео целиком и точнее
tr: Premium videonun tamamını daha doğru dinler
vi: Premium nghe trọn video với độ chính xác cao hơn
zh_hans: Premium 会更准确地听完整段视频

source: Prep %@
ar: التحضير %@
de: Vorbereitung %@
el: Προετοιμασία %@
es: Preparación %@
fr: Préparation %@
hi: तैयारी %@
it: Preparazione %@
ja: 下準備 %@
ko: 준비 %@
pt_br: Preparo %@
ru: Подготовка %@
tr: Hazırlık %@
vi: Sơ chế %@
zh_hans: 备料 %@

source: Pressure cooker
ar: قدر الضغط
de: Schnellkochtopf
el: Χύτρα ταχύτητας
es: Olla a presión
fr: Autocuiseur
hi: प्रेशर कुकर
it: Pentola a pressione
ja: 圧力鍋
ko: 압력솥
pt_br: Panela de pressão
ru: Скороварка
tr: Düdüklü tencere
vi: Nồi áp suất
zh_hans: 高压锅

source: Preview prices · Purchases are not available yet
ar: أسعار تجريبية · الشراء غير متاح بعد
de: Vorschaupreise · Käufe sind noch nicht verfügbar
el: Ενδεικτικές τιμές · Οι αγορές δεν είναι ακόμα διαθέσιμες
es: Precios de muestra · Las compras aún no están disponibles
fr: Prix indicatifs · Les achats ne sont pas encore disponibles
hi: कीमतों का पूर्वावलोकन · ख़रीदारी अभी उपलब्ध नहीं
it: Prezzi di anteprima · Gli acquisti non sono ancora disponibili
ja: 価格のプレビュー · 購入はまだできません
ko: 가격 미리보기 · 아직 구매할 수 없어요
pt_br: Preços de prévia · As compras ainda não estão disponíveis
ru: Предварительные цены · Покупки пока недоступны
tr: Önizleme fiyatları · Satın alma henüz kullanılamıyor
vi: Giá xem trước · Chưa thể mua
zh_hans: 价格预览 · 暂不支持购买

source: Previous question
ar: السؤال السابق
de: Vorherige Frage
el: Προηγούμενη ερώτηση
es: Pregunta anterior
fr: Question précédente
hi: पिछला सवाल
it: Domanda precedente
ja: 前の質問
ko: 이전 질문
pt_br: Pergunta anterior
ru: Предыдущий вопрос
tr: Önceki soru
vi: Câu hỏi trước
zh_hans: 上一个问题

source: Previous week
ar: الأسبوع السابق
de: Vorherige Woche
el: Προηγούμενη εβδομάδα
es: Semana anterior
fr: Semaine précédente
hi: पिछला हफ़्ता
it: Settimana precedente
ja: 前の週
ko: 이전 주
pt_br: Semana anterior
ru: Предыдущая неделя
tr: Önceki hafta
vi: Tuần trước
zh_hans: 上一周

source: Price paid
ar: السعر المدفوع
de: Bezahlter Preis
el: Τιμή αγοράς
es: Precio pagado
fr: Prix payé
hi: चुकाई कीमत
it: Prezzo pagato
ja: 支払った金額
ko: 지불한 가격
pt_br: Preço pago
ru: Цена покупки
tr: Ödenen fiyat
vi: Giá đã trả
zh_hans: 实付价格

source: Price paid (optional)
ar: السعر المدفوع (اختياري)
de: Bezahlter Preis (optional)
el: Τιμή αγοράς (προαιρετικό)
es: Precio pagado (opcional)
fr: Prix payé (facultatif)
hi: चुकाई कीमत (वैकल्पिक)
it: Prezzo pagato (facoltativo)
ja: 支払った金額（任意）
ko: 지불한 가격 (선택)
pt_br: Preço pago (opcional)
ru: Цена покупки (необязательно)
tr: Ödenen fiyat (isteğe bağlı)
vi: Giá đã trả (không bắt buộc)
zh_hans: 实付价格（可选）

source: Prioritise protein
ar: إعطاء الأولوية للبروتين
de: Eiweiß bevorzugen
el: Προτεραιότητα στην πρωτεΐνη
es: Priorizar proteínas
fr: Privilégier les protéines
hi: प्रोटीन को प्राथमिकता दें
it: Dai priorità alle proteine
ja: タンパク質を優先
ko: 단백질 우선
pt_br: Priorizar proteína
ru: Делать упор на белок
tr: Proteine öncelik ver
vi: Ưu tiên đạm
zh_hans: 优先蛋白质

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik politikası
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

source: Problem: %@
ar: مشكلة: %@
el: Πρόβλημα: %@
es: Problema: %@
fr: Problème : %@
hi: समस्या: %@
it: Problema: %@
ja: 問題：%@
ko: 문제: %@
pt_br: Problema: %@
ru: Проблема: %@
tr: Sorun: %@
vi: Vấn đề: %@
zh_hans: 问题：%@

source: Product data from Open Food Facts (openfoodfacts.org), shared under the Open Database License. Always check the pack for allergens.
ar: بيانات المنتجات من Open Food Facts (openfoodfacts.org)، مشاركة بموجب Open Database License. تحقّق دائمًا من مسبّبات الحساسية على العبوة.
de: Produktdaten von Open Food Facts (openfoodfacts.org), geteilt unter der Open Database License. Prüfe Allergene immer auf der Verpackung.
el: Δεδομένα προϊόντων από το Open Food Facts (openfoodfacts.org), με άδεια Open Database License. Έλεγχε πάντα τα αλλεργιογόνα στη συσκευασία.
es: Datos del producto de Open Food Facts (openfoodfacts.org), compartidos bajo la Open Database License. Revisa siempre el envase por los alérgenos.
fr: Données produit d’Open Food Facts (openfoodfacts.org), partagées sous Open Database License. Vérifiez toujours l’emballage pour les allergènes.
hi: उत्पाद डेटा Open Food Facts (openfoodfacts.org) से, Open Database License के तहत साझा। एलर्जन के लिए हमेशा पैक जाँचें।
it: Dati prodotto da Open Food Facts (openfoodfacts.org), condivisi con Open Database License. Controlla sempre gli allergeni sulla confezione.
ja: 商品データはOpen Food Facts（openfoodfacts.org）からOpen Database Licenseで提供されています。アレルゲンは必ずパッケージで確認してください。
ko: 제품 데이터는 Open Food Facts(openfoodfacts.org)에서 Open Database License로 제공돼요. 알레르기 유발 성분은 항상 포장에서 확인하세요.
pt_br: Dados do produto do Open Food Facts (openfoodfacts.org), compartilhados sob a Open Database License. Sempre confira os alérgenos na embalagem.
ru: Данные о товарах — Open Food Facts (openfoodfacts.org), по лицензии Open Database License. Всегда проверяйте аллергены на упаковке.
tr: Ürün verileri Open Food Facts’ten (openfoodfacts.org), Open Database License kapsamında paylaşılmıştır. Alerjenleri her zaman paketten kontrol et.
vi: Dữ liệu sản phẩm từ Open Food Facts (openfoodfacts.org), chia sẻ theo Open Database License. Luôn kiểm tra chất gây dị ứng trên bao bì.
zh_hans: 商品数据来自Open Food Facts（openfoodfacts.org），依据Open Database License共享。请务必查看包装上的过敏原信息。

source: Protein
ar: البروتين
de: Eiweiß
el: Πρωτεΐνη
es: Proteína
fr: Protéines
hi: प्रोटीन
it: Proteine
ja: タンパク質
ko: 단백질
pt_br: Proteína
ru: Белок
vi: Đạm
zh_hans: 蛋白质

source: Protein %lld grams, carbs %lld grams, fat %lld grams
ar: بروتين %lld غرام، كربوهيدرات %lld غرام، دهون %lld غرام
de: Eiweiß %lld Gramm, Kohlenhydrate %lld Gramm, Fett %lld Gramm
el: Πρωτεΐνη %lld γραμμάρια, υδατάνθρακες %lld γραμμάρια, λιπαρά %lld γραμμάρια
es: Proteína %lld gramos, hidratos %lld gramos, grasa %lld gramos
fr: Protéines %lld grammes, glucides %lld grammes, lipides %lld grammes
hi: प्रोटीन %lld ग्राम, कार्ब %lld ग्राम, वसा %lld ग्राम
it: Proteine %lld grammi, carboidrati %lld grammi, grassi %lld grammi
ja: タンパク質%lldグラム、炭水化物%lldグラム、脂質%lldグラム
ko: 단백질 %lld그램, 탄수화물 %lld그램, 지방 %lld그램
pt_br: Proteína %lld gramas, carboidratos %lld gramas, gordura %lld gramas
ru: Белки %lld грамм, углеводы %lld грамм, жиры %lld грамм
tr: Protein %lld gram, karbonhidrat %lld gram, yağ %lld gram
vi: Đạm %lld gam, tinh bột %lld gam, chất béo %lld gam
zh_hans: 蛋白质%lld克，碳水化合物%lld克，脂肪%lld克

source: Protein (g)
ar: البروتين (غ)
de: Eiweiß (g)
el: Πρωτεΐνη (γρ.)
es: Proteína (g)
fr: Protéines (g)
hi: प्रोटीन (ग्रा.)
it: Proteine (g)
ja: タンパク質（g）
ko: 단백질 (g)
pt_br: Proteína (g)
ru: Белок (г)
vi: Đạm (g)
zh_hans: 蛋白质（克）

source: Purchases restored
ar: تمت استعادة المشتريات
de: Käufe wiederhergestellt
el: Οι αγορές επαναφέρθηκαν
es: Compras restauradas
fr: Achats restaurés
hi: ख़रीदारियाँ वापस आ गईं
it: Acquisti ripristinati
ja: 購入を復元しました
ko: 구매 항목 복원됨
pt_br: Compras restauradas
ru: Покупки восстановлены
tr: Satın alımlar geri yüklendi
vi: Đã khôi phục giao dịch mua
zh_hans: 购买项目已恢复

source: QUICK ADD
ar: إضافة سريعة
de: SCHNELL HINZUFÜGEN
el: ΓΡΗΓΟΡΗ ΠΡΟΣΘΗΚΗ
es: AÑADIDO RÁPIDO
fr: AJOUT RAPIDE
hi: क्विक ऐड
it: AGGIUNTA RAPIDA
ja: クイック追加
ko: 빠른 추가
pt_br: ADIÇÃO RÁPIDA
ru: БЫСТРОЕ ДОБАВЛЕНИЕ
tr: HIZLI EKLE
vi: THÊM NHANH
zh_hans: 快速添加

source: Question %lld of %lld
ar: السؤال %lld من %lld
de: Frage %lld von %lld
el: Ερώτηση %lld από %lld
es: Pregunta %lld de %lld
fr: Question %lld sur %lld
hi: %2$lld में से सवाल %1$lld
it: Domanda %lld di %lld
ja: 質問 %lld / %lld
ko: 질문 %lld / %lld
pt_br: Pergunta %lld de %lld
ru: Вопрос %lld из %lld
tr: Soru %lld / %lld
vi: Câu hỏi %lld / %lld
zh_hans: 第%lld个问题，共%lld个

source: Quick
ar: سريع
de: Schnell
el: Γρήγορο
es: Rápido
fr: Rapide
hi: झटपट
it: Veloce
ja: 時短
ko: 빠름
pt_br: Rápido
ru: Быстро
tr: Hızlı
vi: Nhanh
zh_hans: 快手

source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
el: Γρήγορες ενέργειες
es: Acciones rápidas
fr: Actions rapides
hi: झटपट काम
it: Azioni rapide
ja: クイック操作
ko: 빠른 작업
pt_br: Ações rápidas
ru: Быстрые действия
tr: Hızlı işlemler
vi: Thao tác nhanh
zh_hans: 快捷操作

source: Quick add
ar: إضافة سريعة
de: Schnell hinzufügen
el: Γρήγορη προσθήκη
es: Añadido rápido
fr: Ajout rapide
hi: क्विक ऐड
it: Aggiunta rapida
ja: クイック追加
ko: 빠른 추가
pt_br: Adição rápida
ru: Быстрое добавление
tr: Hızlı ekle
vi: Thêm nhanh
zh_hans: 快速添加

source: Quick meals
ar: وجبات سريعة
de: Schnelle Gerichte
el: Γρήγορα γεύματα
es: Comidas rápidas
fr: Repas rapides
hi: झटपट भोजन
it: Pasti veloci
ja: 時短料理
ko: 간단한 식사
pt_br: Refeições rápidas
ru: Быстрые блюда
tr: Hızlı yemekler
vi: Bữa ăn nhanh
zh_hans: 快手菜

source: Quick meals and snacks can be part of your plan.
ar: يمكن أن تكون الوجبات السريعة والوجبات الخفيفة جزءًا من خطتك.
de: Schnelle Gerichte und Snacks können Teil deines Plans sein.
el: Τα γρήγορα γεύματα και τα σνακ μπορούν να μπουν στο πρόγραμμά σου.
es: Las comidas rápidas y los tentempiés pueden formar parte de tu plan.
fr: Les repas rapides et les en-cas peuvent faire partie de votre planning.
hi: झटपट भोजन और स्नैक्स आपकी योजना का हिस्सा हो सकते हैं।
it: Pasti veloci e spuntini possono far parte del tuo piano.
ja: 時短料理や軽食も献立に入れられます。
ko: 간단한 식사와 간식도 계획에 넣을 수 있어요.
pt_br: Refeições rápidas e lanches podem fazer parte do seu plano.
ru: Быстрые блюда и перекусы тоже могут быть в плане.
tr: Hızlı yemekler ve atıştırmalıklar da planında olabilir.
vi: Bữa ăn nhanh và đồ ăn vặt có thể nằm trong kế hoạch của bạn.
zh_hans: 快手菜和零食也可以加入你的计划。

source: Quick swaps still work offline
ar: البدائل السريعة تعمل دون اتصال
de: Schneller Tausch funktioniert auch offline
el: Οι γρήγορες αντικαταστάσεις λειτουργούν και εκτός σύνδεσης
es: Los cambios rápidos funcionan sin conexión
fr: Les substitutions rapides marchent hors ligne
hi: क्विक स्वैप ऑफ़लाइन भी काम करते हैं
it: Le sostituzioni rapide funzionano anche offline
ja: クイック置き換えはオフラインでも使えます
ko: 빠른 대체는 오프라인에서도 돼요
pt_br: As trocas rápidas funcionam offline
ru: Быстрые замены работают офлайн
tr: Hızlı değişimler çevrimdışı da çalışır
vi: Thay thế nhanh vẫn chạy khi ngoại tuyến
zh_hans: 快速替换离线也能用

source: REMOVED FROM LIST
ar: أُزيل من القائمة
de: VON DER LISTE ENTFERNT
el: ΑΦΑΙΡΕΘΗΚΑΝ ΑΠΟ ΤΗ ΛΙΣΤΑ
es: QUITADO DE LA LISTA
fr: RETIRÉ DE LA LISTE
hi: सूची से हटाया गया
it: TOLTI DALLA LISTA
ja: リストから削除済み
ko: 목록에서 삭제됨
pt_br: REMOVIDOS DA LISTA
ru: УДАЛЕНО ИЗ СПИСКА
tr: LİSTEDEN ÇIKARILDI
vi: ĐÃ BỎ KHỎI DANH SÁCH
zh_hans: 已从清单移除

source: Rated 4★+
ar: تقييم 4★+
de: 4★+ bewertet
el: Βαθμολογία 4★+
es: Valoradas 4★+
fr: Notées 4★+
hi: 4★+ रेटिंग
it: Valutate 4★+
ja: 星4以上
ko: 별 4개 이상
pt_br: Nota 4★+
ru: Оценка 4★+
tr: 4★+ puanlı
vi: Đánh giá 4★+
zh_hans: 4星及以上

source: Read photos
ar: قراءة الصور
de: Fotos lesen
el: Ανάγνωση φωτογραφιών
es: Leer fotos
fr: Lire les photos
hi: फ़ोटो पढ़ें
it: Leggi le foto
ja: 写真を読み取る
ko: 사진 읽기
pt_br: Ler fotos
ru: Прочитать фото
tr: Fotoğrafları oku
vi: Đọc ảnh
zh_hans: 读取照片

source: Read photos: %lld
ar: قراءة الصور: %lld
de: Fotos lesen: %lld
el: Ανάγνωση φωτογραφιών: %lld
es: Leer fotos: %lld
fr: Lire les photos : %lld
hi: फ़ोटो पढ़ें: %lld
it: Leggi le foto: %lld
ja: 写真を読み取る（%lld）
ko: 사진 읽기: %lld
pt_br: Ler fotos: %lld
ru: Прочитать фото: %lld
tr: Fotoğrafları oku: %lld
vi: Đọc ảnh: %lld
zh_hans: 读取照片（%lld）
